12/data/attachments/5c4d2063daf36bdb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_40897f9a-240d-4576-a980-e6db35eaa331</nif:username>
            <nif:friendToBeAdded>Michael_resource_Actions_99231_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>